{
    "beastes": [
        {
            "id": 0, 
            "name": "Авгурей (англ. Augurey)",
            "imageSrc": "https://i.pinimg.com/564x/58/67/86/58678616c0ecd9a715355aa9a2991efd.jpg",
            "describe": "Авгурей (авгурия), или ирландский феникс (англ. Augurey, Irish Phoenix) — уроженец Британии и Ирландии, но иногда встречается и в других частях Северной Европы. Это худая, унылая на вид птица, немного похожая на недокормленного стервятника, зеленовато-чёрного цвета."
        },
        {
            "id": 1, 
            "name": "Акромантула (англ. Acromantula)",
            "imageSrc": "https://i.pinimg.com/564x/bd/4d/51/bd4d51e6006fea6f3a6e57684e057f3e.jpg",
            "describe": "Акромантул, или акромантула (англ. Acromantula) — огромный паук, способный говорить на человеческом языке. Больше всего нам известно об Арагоге, который вместе со своей женой Мосаг основал род, живущий в окрестностях Хогвартса, в Запретном лесу. Речь об акромантулах идёт главным образом во второй и в шестой книгах саги."
        },
        {
            "id": 2, 
            "name": "Василиск (англ. Basilisk)",
            "imageSrc": "https://i.pinimg.com/564x/7d/42/0e/7d420ee5b493f5a522fc406c47599716.jpg",
            "describe": "Василиск (от греч. βασιλίσκος, «базилискос» — царёк) (англ. Basilisk) — огромный змей, известный также как «король змей», живущий не одну сотню лет. Очень сильное магическое животное. Впервые был создан приверженцем чёрной магии древним греком Герпием Злостным, заставившим жабу высидеть куриное яйцо. Осознав, какое страшное чудовище появилось на свет, маги запретили выведение василисков ещё в средние века."
        },
        {
            "id": 3, 
            "name": "Веретеница (англ. Billywig)",
            "imageSrc": "https://i.pinimg.com/564x/e1/04/ff/e104ff0964896c1b321bb4aeb50d5297.jpg",
            "describe": "Веретенница (Муховертка, Вертивжик) (англ. Billywig) — насекомое, которое водится в Австралии. Длиной в полдюйма, яркого сапфирово-синего цвета. Летает веретенница так быстро, что ее почти не видят маглы, да и волшебники замечают только тогда, когда она их ужалит. Крылышки крепятся на макушке и вращаются так быстро, что веретенница во время полета крутится вокруг своей оси. В нижней части брюшка расположено длинное, тонкое жало. Укус веретенницы вызывает головокружение, а затем левитацию. Ради этого побочного эффекта маленькие волшебники и волшебницы в Австралии ловят веретенниц и стараются их раздразнить, чтобы те их ужалили. Правда, в результате слишком большого количества укусов жертва может на несколько дней зависнуть в воздухе, а в случае тяжелой аллергической реакции и вообще никогда больше не спуститься на землю."
        },
        {
            "id": 4, 
            "name": "Нюхлер (англ. Niffler)",
            "imageSrc": "https://i.pinimg.com/564x/b6/07/69/b607698986a60cdd8db69033a66fc7ec.jpg",
            "describe": "Нюхлер, или Нюхль (англ. Niffler) — обитает в Британии. Этот мохнатый длинноносый чёрный зверёк с плоскими как лопаты передними лапами живёт в норах и обожает всё блестящее. Гоблины часто приручают нюхлеров и обучают их находить в земле сокровища. Нрав у нюхлера смирный, он очень привязчив, но в доме его держать не следует — это губительно сказывается на мебели. Нюхлеры живут в норах на глубине до двадцати футов. Самка за один приплод приносит от шести до восьми детёнышей."
        },
        {
            "id": 5, 
            "name": "Докси (англ. Doxy)",
            "imageSrc": "https://i.pinimg.com/564x/9e/78/de/9e78de31a71daf79b3626bf41d9214bd.jpg",
            "describe": "Докси, или кусачая фея (англ. Doxy) — волшебное существо-паразит. Докси часто путают с феями, хотя на самом деле это совершенно разные виды. Внешне докси тоже напоминают крохотных человечков, но, в отличие от фей, они покрыты густой черной шерстью, у них по две пары ручек и ножек, а крылышки жесткие, изогнутые и блестящие, как у жука. Язык докси — длинный, напоминающий язык хамелеона, с его помощью докси захватывает пищу (в частности, веретенниц)[1]. Докси встречаются повсюду в Северной Европе и Америке — холодный климат благоприятен для них. Самки откладывают до пятисот яиц в одной кладке и закапывают их, а через две-три недели вылупляются детеныши."
        },
        {
            "id": 6, 
            "name": "Карликовый пушистик (англ. Puffskein)",
            "imageSrc": "https://i.pinimg.com/564x/7d/47/a3/7d47a3853a4aa24fa9e4570bd0b7b597.jpg",
            "describe": "Карликовый пушистик, или пушишка (англ. Puffskein) — этот безобидный зверек встречается по всему миру. Туловище его шарообразной формы и покрыто мягким, пушистым мехом кремового цвета. Пушистик неприхотлив, не возражает, если его гладят или подбрасывают; когда особенно доволен, тихонько урчит. Время от времени он высовывает очень длинный, узкий розовый язык и обследует им весь дом в поисках еды. Пушистики всеядны, это зверь-мусорщик, подбирающий все подряд, от объедков до пауков. Больше всего они любят засовывать язык в ноздри спящим волшебникам и поедать сопли. За это пушистиков страшно любят дети, вот почему их с удовольствием держат и всегда держали в магических семьях."
        },
        {
            "id": 7, 
            "name": "Химера (англ. Chimaera)",
            "imageSrc": "https://i.pinimg.com/564x/0a/33/11/0a3311bd8df1aff91ba0cf5aa38ca819.jpg",
            "describe": "Химера (англ. Chimaera) — редкое чудовище, обитающее в Греции. У нее — голова льва, туловище козла и хвост дракона. Злобные и кровожадные химеры очень опасны."
        }
    ]
}